package com.example.ohimix_up;

public class QuestionAnswer {
    public static String question[] = {
            "피란은 재난을 피함, 재난을 피해 있는 곳을 옮김이라는 뜻이다.",
            "강수량은 비나 눈·우박 등으로 지상에 내린 물의 총량을 나타내는 뜻이다.",
            "경신은 (추상적인 사실의)먼저 것을 고치어 새롭게 한다는 뜻이다.",
            "경우(境遇) - 부닥친 형편이나 사정이라는 뜻이다.",
            "곤혹스럽다는 곤란을 당하여 어찌할 바를 모르다 라는 뜻이다.",
            "계시는 공중이나 관계자에게 알리기 위하여 내걸거나 붙여 보게 함, 또는 그 글이라는 뜻이다.",
            "껍데기는 거죽을 싸고 있는, 단단하지 않으나 질긴 물질을 말한다.",
            "유래는 같거나 비슷한 예를 말한다.",
            "으레 - 두말할 것 없이. 당연히. 틀림없이 대개를 말한다",
            "설겆이는 먹고 난 뒤의 그릇을 씻어 정리하는 말이다."
    };

    public static String correctAnswer[] = {
            "X",
            "O",
            "O",
            "X",
            "O",
            "X",
            "X",
            "X",
            "O",
            "X"
    };
}
